Repository: yageloshri/ManifestAI-Gratitude-Journal
Catalog: ManifestAI - Gratitude Journal/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, tr, vi, zh_hans

source: Don’t know where to Start
ar: لا أعرف من أين أبدأ
da: Ved ikke, hvor jeg skal starte
de: Weiß nicht, wo ich anfangen soll
es: No sé por dónde empezar
fi: En tiedä mistä aloittaa
fr: Je ne sais pas par où commencer
he: לא יודע/ת מאיפה להתחיל
id: Tidak Tahu Harus Mulai dari Mana
it: Non so da dove iniziare
ja: 何から始めればいいかわからない
ko: 어디서부터 시작해야 할지 모르겠음
nb: Vet ikke hvor jeg skal begynne
nl: Weet niet waar te beginnen
pl: Nie wiem, od czego zacząć
pt_br: Não sei por onde começar
ru: Не знаю, с чего начать
sv: Vet inte var jag ska börja
tr: Nereden başlayacağımı bilmiyorum
vi: Không Biết Bắt Đầu Từ Đâu
zh_hans: 不知道从何开始

source: Done
ar: تم
da: Færdig
de: Fertig
es: Listo
fi: Valmis
fr: Terminé
he: סיום
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nb: Ferdig
nl: Klaar
pl: Gotowe
pt_br: Concluído
ru: Готово
sv: Klar
tr: Bitti
vi: Xong
zh_hans: 完成

source: e.g., I am so happy and grateful now that I am earning $10,000 a month...
ar: مثال: أنا سعيد جدًا وممتن الآن لأنني أكسب 10,000 دولار شهريًا...
da: f.eks. Jeg er så glad og taknemmelig nu, fordi jeg tjener $10.000 om måneden...
de: z. B. Ich bin jetzt so glücklich und dankbar, dass ich $10.000 im Monat verdiene...
es: Ej.: Estoy tan feliz y agradecido/a ahora que gano $10.000 al mes...
fi: esim. Olen niin onnellinen ja kiitollinen nyt, kun ansaitsen 10 000 $ kuukaudessa...
fr: ex. : Je suis si heureux(se) et reconnaissant(e) maintenant que je gagne 10 000 $ par mois...
he: לדוגמה, אני כל כך שמח/ה ואסיר/ת תודה עכשיו שאני מרוויח/ה 10,000$ בחודש...
id: mis., Aku sangat bahagia dan bersyukur sekarang karena aku menghasilkan $10.000 per bulan...
it: es. Provo così tanta felicità e gratitudine ora che guadagno $10.000 al mese...
ja: 例：私は今、月に$10,000を稼いでいて、とても幸せで感謝しています...
ko: 예: 나는 지금 매달 $10,000을 벌고 있어서 너무 행복하고 감사해요...
nb: f.eks. Jeg er så glad og takknemlig nå som jeg tjener $10 000 i måneden...
nl: bijv. Ik ben zo blij en dankbaar nu dat ik $10,000 per maand verdien...
pl: np. Czuję ogromne szczęście i wdzięczność, że zarabiam $10,000 miesięcznie...
pt_br: ex.: Estou tão feliz e grato agora que ganho $10.000 por mês...
ru: например: Я так счастлив(а) и благодарен(на), что зарабатываю $10,000 в месяц...
sv: t.ex. Jag är så lycklig och tacksam nu när jag tjänar $10,000 i månaden...
tr: ör. Şu an ayda $10,000 kazandığım için çok mutlu ve minnettarım...
vi: ví dụ: Tôi rất hạnh phúc và biết ơn vì tôi đang kiếm được 10.000 đô la mỗi tháng...
zh_hans: 例如：我现在非常开心和感恩，因为我每月收入10,000美元……

source: Edit
ar: تعديل
da: Rediger
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
he: עריכה
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
ru: Изменить
sv: Redigera
tr: Düzenle
vi: Chỉnh Sửa
zh_hans: 编辑

source: Edit Board
ar: تعديل اللوحة
da: Rediger tavle
de: Board bearbeiten
es: Editar tablero
fi: Muokkaa taulua
fr: Modifier le tableau
he: עריכת לוח
id: Edit Papan
it: Modifica Board
ja: ボードを編集
ko: 보드 편집
nb: Rediger tavle
nl: Bord bewerken
pl: Edytuj tablicę
pt_br: Editar Quadro
ru: Изменить доску
sv: Redigera board
tr: Panoyu Düzenle
vi: Chỉnh Sửa Bảng
zh_hans: 编辑愿景板

source: Edit Profile
ar: تعديل الملف الشخصي
da: Rediger profil
de: Profil bearbeiten
es: Editar perfil
fi: Muokkaa profiilia
fr: Modifier le profil
he: עריכת פרופיל
id: Edit Profil
it: Modifica Profilo
ja: プロフィールを編集
ko: 프로필 편집
nb: Rediger profil
nl: Profiel bewerken
pl: Edytuj profil
pt_br: Editar Perfil
ru: Изменить профиль
sv: Redigera profil
tr: Profili Düzenle
vi: Chỉnh Sửa Hồ Sơ
zh_hans: 编辑资料

source: Elevate
ar: تحسين
da: Løft
de: Veredeln
es: Elevar
fi: Kohota
fr: Sublimer
he: שדרוג
id: Sempurnakan
it: Eleva
ja: エレベート
ko: 다듬기
nb: Løft
nl: Verrijk
pl: Ulepsz
pt_br: Elevar
ru: Улучшить
sv: Förädla
tr: Yükselt
vi: Nâng Cấp
zh_hans: 润色

source: ELEVATE
ar: تحسين
da: LØFT
de: VEREDELN
es: ELEVAR
fi: KOHOTA
fr: SUBLIMER
he: שדרוג
id: SEMPURNAKAN
it: ELEVA
ja: エレベート
ko: 다듬기
nb: LØFT
nl: VERRIJK
pl: ULEPSZ
pt_br: ELEVAR
ru: УЛУЧШИТЬ
sv: FÖRÄDLA
tr: YÜKSELT
vi: NÂNG CẤP
zh_hans: 润色

source: Elevated Entry
ar: إدخال محسّن
da: Løftet indlæg
de: Veredelter Eintrag
es: Entrada elevada
fi: Kohotettu merkintä
fr: Entrée sublimée
he: רשומה משודרגת
id: Entri yang Disempurnakan
it: Voce Elevata
ja: エレベートされたエントリー
ko: 다듬어진 기록
nb: Løftet oppføring
nl: Verrijkte aantekening
pl: Ulepszony wpis
pt_br: Registro Elevado
ru: Улучшенная запись
sv: Förädlad anteckning
tr: Yükseltilmiş Kayıt
vi: Mục Đã Nâng Cấp
zh_hans: 已润色的日记

source: Emotional Fatigue
ar: الإرهاق العاطفي
da: Følelsesmæssig udmattelse
de: Emotionale Erschöpfung
es: Fatiga emocional
fi: Tunneuupumus
fr: Fatigue émotionnelle
he: עייפות רגשית
id: Kelelahan Emosional
it: Stanchezza emotiva
ja: 感情的な疲労
ko: 정서적 피로
nb: Emosjonell utmattelse
nl: Emotionele uitputting
pl: Zmęczenie emocjonalne
pt_br: Fadiga Emocional
ru: Эмоциональное истощение
sv: Känslomässig utmattning
tr: Duygusal Yorgunluk
vi: Kiệt Sức Cảm Xúc
zh_hans: 情感疲惫

source: Enter Name
ar: أدخل الاسم
da: Indtast navn
de: Namen eingeben
es: Ingresa tu nombre
fi: Syötä nimi
fr: Entrez votre prénom
he: הזינו שם
id: Masukkan Nama
it: Inserisci il Nome
ja: 名前を入力
ko: 이름 입력
nb: Skriv inn navn
nl: Voer naam in
pl: Wpisz Imię
pt_br: Digite seu Nome
ru: Введите имя
sv: Ange namn
tr: Adını Gir
vi: Nhập Tên
zh_hans: 输入姓名

source: Enter your date of birth below
ar: أدخل تاريخ ميلادك أدناه
da: Indtast din fødselsdato nedenfor
de: Gib unten dein Geburtsdatum ein
es: Introduce tu fecha de nacimiento abajo
fi: Anna syntymäaikasi alla
fr: Indique ta date de naissance ci-dessous
he: הזינו את תאריך הלידה שלכם למטה
id: Masukkan tanggal lahirmu di bawah
it: Inserisci qui sotto la tua data di nascita
ja: 下に生年月日を入力してください
ko: 아래에 생년월일을 입력하세요
nb: Skriv inn fødselsdatoen din nedenfor
nl: Voer hieronder je geboortedatum in
pl: Podaj poniżej swoją datę urodzenia
pt_br: Insira sua data de nascimento abaixo
ru: Введи дату рождения ниже
sv: Ange ditt födelsedatum nedan
tr: Doğum tarihini aşağıya gir
vi: Nhập ngày sinh của bạn bên dưới
zh_hans: 请在下方输入你的出生日期

source: Evening Ritual
ar: طقس المساء
da: Aftenritual
de: Abendritual
es: Ritual nocturno
fi: Iltarituaali
fr: Rituel du soir
he: טקס ערב
id: Ritual Malam
it: Rituale della Sera
ja: イブニングリチュアル
ko: 저녁 리추얼
nb: Kveldsritual
nl: Avondritueel
pl: Wieczorny Rytuał
pt_br: Ritual da Noite
ru: Вечерний ритуал
sv: Kvällsritual
tr: Akşam Ritüeli
vi: Nghi Thức Buổi Tối
zh_hans: 夜间仪式

source: Family
ar: العائلة
da: Familie
de: Familie
es: Familia
fi: Perhe
fr: Famille
he: משפחה
id: Keluarga
it: Famiglia
ja: 家族
ko: 가족
nb: Familie
nl: Familie
pl: Rodzina
pt_br: Família
ru: Семья
sv: Familj
tr: Aile
vi: Gia Đình
zh_hans: 家庭

source: Financial Abundance
ar: الوفرة المالية
da: Økonomisk overflod
de: Finanzieller Wohlstand
es: Abundancia financiera
fi: Taloudellinen runsaus
fr: Abondance financière
he: שפע כלכלי
id: Kelimpahan Finansial
it: Abbondanza finanziaria
ja: 経済的な豊かさ
ko: 경제적 풍요
nb: Økonomisk overflod
nl: Financiële overvloed
pl: Obfitość finansowa
pt_br: Abundância Financeira
ru: Финансовое изобилие
sv: Ekonomiskt överflöd
tr: Finansal Bolluk
vi: Sung Túc Tài Chính
zh_hans: 财富丰盛

source: Find a photo that represents the abundance you're calling in. Is it financial freedom? A dream home? A thriving business?
ar: ابحث عن صورة تمثل الوفرة التي تستدعيها. هل هي الحرية المالية؟ منزل الأحلام؟ عمل مزدهر؟
da: Find et billede, der repræsenterer den overflod, du tiltrækker. Er det økonomisk frihed? Et drømmehus? En blomstrende virksomhed?
de: Suche ein Foto, das den Wohlstand darstellt, den du anziehen möchtest. Ist es finanzielle Freiheit? Ein Traumhaus? Ein florierendes Business?
es: Encuentra una foto que represente la abundancia que estás atrayendo. ¿Es la libertad financiera? ¿La casa de tus sueños? ¿Un negocio próspero?
fi: Etsi kuva, joka edustaa kutsumaasi runsautta. Onko se taloudellinen vapaus? Unelmien koti? Menestyvä yritys?
fr: Trouve une photo qui représente l'abondance que tu appelles à toi. Est-ce la liberté financière ? Une maison de rêve ? Une entreprise florissante ?
he: מצא/י תמונה שמייצגת את השפע שאת/ה מזמן/ת. חופש כלכלי? בית חלומות? עסק פורח?
id: Temukan foto yang mewakili kelimpahan yang kamu panggil. Apakah itu kebebasan finansial? Rumah impian? Bisnis yang berkembang?
it: Trova una foto che rappresenti l'abbondanza che stai chiamando a te. È la libertà finanziaria? La casa dei sogni? Un'attività fiorente?
ja: あなたが引き寄せている豊かさを表す写真を見つけましょう。経済的自由でしょうか？夢のマイホームでしょうか？繁盛するビジネスでしょうか？
ko: 당신이 끌어당기고 있는 풍요를 나타내는 사진을 찾아보세요. 경제적 자유인가요? 꿈꾸던 집인가요? 번창하는 사업인가요?
nb: Finn et bilde som representerer overfloden du kaller inn. Er det økonomisk frihet? Et drømmehus? En blomstrende bedrift?
nl: Zoek een foto die de overvloed weergeeft die je aantrekt. Is het financiële vrijheid? Een droomhuis? Een bloeiend bedrijf?
pl: Znajdź zdjęcie, które reprezentuje obfitość, którą przyciągasz. Czy to wolność finansowa? Wymarzony dom? Prosperujący biznes?
pt_br: Encontre uma foto que represente a abundância que você está atraindo. É liberdade financeira? A casa dos sonhos? Um negócio próspero?
ru: Найди фото, которое отражает изобилие, которое ты призываешь. Это финансовая свобода? Дом мечты? Процветающий бизнес?
sv: Hitta en bild som representerar överflödet du kallar på. Är det ekonomisk frihet? Ett drömhus? Ett blomstrande företag?
tr: Çağırdığın bolluğu temsil eden bir fotoğraf bul. Finansal özgürlük mü? Hayalindeki ev mi? Gelişen bir iş mi?
vi: Tìm một bức ảnh đại diện cho sự sung túc mà bạn đang thu hút. Đó là tự do tài chính? Ngôi nhà mơ ước? Hay một doanh nghiệp phát đạt?
zh_hans: 找一张能代表你正在召唤的丰盛的照片。是财务自由吗？梦想中的家？蒸蒸日上的事业？

source: Find a photo that represents the calm you seek. Is it a quiet morning? Deep stillness? A place that feels like home?
ar: ابحث عن صورة تمثل الهدوء الذي تبحث عنه. هل هو صباح هادئ؟ سكون عميق؟ مكان يشعرك بأنه المنزل؟
da: Find et billede, der repræsenterer den ro, du søger. Er det en stille morgen? Dyb stilhed? Et sted, der føles som hjemme?
de: Suche ein Foto, das die Ruhe darstellt, nach der du suchst. Ist es ein stiller Morgen? Tiefe Stille? Ein Ort, der sich wie zu Hause anfühlt?
es: Encuentra una foto que represente la calma que buscas. ¿Es una mañana tranquila? ¿Una profunda quietud? ¿Un lugar que se siente como hogar?
fi: Etsi kuva, joka edustaa etsimääsi rauhaa. Onko se hiljainen aamu? Syvä hiljaisuus? Paikka, joka tuntuu kodilta?
fr: Trouve une photo qui représente le calme que tu recherches. Est-ce un matin paisible ? Un profond silence ? Un lieu qui ressemble à un foyer ?
he: מצא/י תמונה שמייצגת את השקט שאת/ה מחפש/ת. בוקר שקט? דממה עמוקה? מקום שמרגיש כמו בית?
id: Temukan foto yang mewakili ketenangan yang kamu cari. Apakah itu pagi yang tenang? Keheningan yang dalam? Tempat yang terasa seperti rumah?
it: Trova una foto che rappresenti la calma che cerchi. È un mattino silenzioso? Una profonda quiete? Un luogo che sembra casa?
ja: あなたが求める穏やかさを表す写真を見つけましょう。静かな朝でしょうか？深い静寂でしょうか？家のように感じる場所でしょうか？
ko: 당신이 찾는 평온함을 나타내는 사진을 찾아보세요. 고요한 아침인가요? 깊은 정적인가요? 집처럼 느껴지는 장소인가요?
nb: Finn et bilde som representerer roen du søker. Er det en stille morgen? Dyp stillhet? Et sted som føles som hjemme?
nl: Zoek een foto die de rust weergeeft die je zoekt. Is het een stille ochtend? Diepe stilte? Een plek die als thuis voelt?
pl: Znajdź zdjęcie, które reprezentuje spokój, którego szukasz. Czy to cichy poranek? Głęboka cisza? Miejsce, które czuje się jak dom?
pt_br: Encontre uma foto que represente a calma que você busca. É uma manhã tranquila? Uma quietude profunda? Um lugar que parece um lar?
ru: Найди фото, которое отражает спокойствие, которое ты ищешь. Это тихое утро? Глубокая тишина? Место, которое ощущается как дом?
sv: Hitta en bild som representerar lugnet du söker. Är det en tyst morgon? Djup stillhet? En plats som känns som hemma?
tr: Aradığın huzuru temsil eden bir fotoğraf bul. Sessiz bir sabah mı? Derin bir dinginlik mi? Ev gibi hissettiren bir yer mi?
vi: Tìm một bức ảnh đại diện cho sự bình yên mà bạn đang tìm kiếm. Đó là một buổi sáng tĩnh lặng? Sự tĩnh lặng sâu thẳm? Hay một nơi mang cảm giác như nhà?
zh_hans: 找一张能代表你所寻求的平静的照片。是宁静的清晨吗？深深的静谧？还是有家的感觉的地方？

source: Find a photo that represents the family life you cherish. Is it laughter at dinner? A warm embrace? Time together at home?
ar: ابحث عن صورة تمثل حياة الأسرة التي تعتز بها. هل هي ضحكات على العشاء؟ عناق دافئ؟ وقت مشترك في المنزل؟
da: Find et billede, der repræsenterer det familieliv, du værdsætter. Er det latter ved middagsbordet? Et varmt kram? Tid sammen derhjemme?
de: Suche ein Foto, das das Familienleben darstellt, das du schätzt. Ist es Lachen beim Abendessen? Eine warme Umarmung? Gemeinsame Zeit zu Hause?
es: Encuentra una foto que represente la vida familiar que atesoras. ¿Son las risas en la cena? ¿Un abrazo cálido? ¿Tiempo juntos en casa?
fi: Etsi kuva, joka edustaa vaalimaasi perhe-elämää. Onko se naurua illallisella? Lämmin halaus? Yhteistä aikaa kotona?
fr: Trouve une photo qui représente la vie de famille que tu chéris. Est-ce des rires au dîner ? Une étreinte chaleureuse ? Du temps ensemble à la maison ?
he: מצא/י תמונה שמייצגת את חיי המשפחה שאת/ה מוקיר/ה. צחוק בארוחת ערב? חיבוק חם? זמן ביחד בבית?
id: Temukan foto yang mewakili kehidupan keluarga yang kamu hargai. Apakah itu tawa saat makan malam? Pelukan hangat? Waktu bersama di rumah?
it: Trova una foto che rappresenti la vita familiare che apprezzi. Sono le risate a cena? Un caldo abbraccio? Il tempo trascorso insieme a casa?
ja: あなたが大切にする家族の暮らしを表す写真を見つけましょう。夕食での笑い声でしょうか？温かい抱擁でしょうか？家で過ごす一緒の時間でしょうか？
ko: 당신이 소중히 여기는 가족의 삶을 나타내는 사진을 찾아보세요. 저녁 식사 자리의 웃음인가요? 따뜻한 포옹인가요? 집에서 함께 보내는 시간인가요?
nb: Finn et bilde som representerer familielivet du setter pris på. Er det latter ved middagsbordet? En varm klem? Tid sammen hjemme?
nl: Zoek een foto die het gezinsleven weergeeft dat je koestert. Is het gelach tijdens het diner? Een warme knuffel? Tijd samen thuis?
pl: Znajdź zdjęcie, które reprezentuje życie rodzinne, które sobie cenisz. Czy to śmiech przy kolacji? Ciepły uścisk? Wspólny czas w domu?
pt_br: Encontre uma foto que represente a vida em família que você valoriza. É a risada no jantar? Um abraço caloroso? Tempo juntos em casa?
ru: Найди фото, которое отражает семейную жизнь, которой ты дорожишь. Это смех за ужином? Тёплые объятия? Время вместе дома?
sv: Hitta en bild som representerar familjelivet du värdesätter. Är det skratt vid middagsbordet? En varm kram? Tid tillsammans hemma?
tr: Değer verdiğin aile hayatını temsil eden bir fotoğraf bul. Akşam yemeğinde kahkaha mı? Sıcak bir kucaklaşma mı? Evde birlikte geçen zaman mı?
vi: Tìm một bức ảnh đại diện cho cuộc sống gia đình mà bạn trân quý. Đó là tiếng cười trong bữa tối? Một cái ôm ấm áp? Hay khoảng thời gian bên nhau ở nhà?
zh_hans: 找一张能代表你珍视的家庭生活的照片。是晚餐时的欢笑吗？温暖的拥抱？还是在家共度的时光？

source: Find a photo that represents the journey you dream of. Is it a far-away city? An ocean sunrise? A mountain trail?
ar: ابحث عن صورة تمثل الرحلة التي تحلم بها. هل هي مدينة بعيدة؟ شروق الشمس على المحيط؟ درب جبلي؟
da: Find et billede, der repræsenterer den rejse, du drømmer om. Er det en fjern by? En solopgang ved havet? En bjergsti?
de: Suche ein Foto, das die Reise darstellt, von der du träumst. Ist es eine ferne Stadt? Ein Sonnenaufgang am Meer? Ein Bergpfad?
es: Encuentra una foto que represente el viaje con el que sueñas. ¿Es una ciudad lejana? ¿Un amanecer en el océano? ¿Un sendero de montaña?
fi: Etsi kuva, joka edustaa unelmiesi matkaa. Onko se kaukainen kaupunki? Auringonnousu merellä? Vuoripolku?
fr: Trouve une photo qui représente le voyage dont tu rêves. Est-ce une ville lointaine ? Un lever de soleil sur l'océan ? Un sentier de montagne ?
he: מצא/י תמונה שמייצגת את המסע שאת/ה חולם/ת עליו. עיר רחוקה? זריחה מעל האוקיינוס? שביל הרים?
id: Temukan foto yang mewakili perjalanan yang kamu impikan. Apakah itu kota yang jauh? Matahari terbit di lautan? Jalur pegunungan?
it: Trova una foto che rappresenti il viaggio dei tuoi sogni. È una città lontana? Un'alba sull'oceano? Un sentiero di montagna?
ja: あなたが夢見る旅を表す写真を見つけましょう。遠い街でしょうか？海の日の出でしょうか？山道でしょうか？
ko: 당신이 꿈꾸는 여정을 나타내는 사진을 찾아보세요. 먼 도시인가요? 바다 위 일출인가요? 산길인가요?
nb: Finn et bilde som representerer reisen du drømmer om. Er det en fjern by? En solopprinnelse ved havet? En fjellsti?
nl: Zoek een foto die de reis weergeeft waar je van droomt. Is het een verre stad? Een zonsopgang boven de oceaan? Een bergpad?
pl: Znajdź zdjęcie, które reprezentuje podróż, o której marzysz. Czy to odległe miasto? Wschód słońca nad oceanem? Górski szlak?
pt_br: Encontre uma foto que represente a viagem dos seus sonhos. É uma cidade distante? Um nascer do sol no oceano? Uma trilha na montanha?
ru: Найди фото, которое отражает путешествие твоей мечты. Это далёкий город? Рассвет над океаном? Горная тропа?
sv: Hitta en bild som representerar resan du drömmer om. Är det en avlägsen stad? En soluppgång vid havet? En bergsstig?
tr: Hayalini kurduğun yolculuğu temsil eden bir fotoğraf bul. Uzak bir şehir mi? Okyanusta gün doğumu mu? Bir dağ patikası mı?
vi: Tìm một bức ảnh đại diện cho hành trình mà bạn mơ ước. Đó là một thành phố xa xôi? Bình minh trên đại dương? Hay một con đường mòn trên núi?
zh_hans: 找一张能代表你梦想旅程的照片。是远方的城市吗？海上日出？还是山间小径？

source: Find a photo that represents the partnership you crave. Is it a wedding? A quiet moment at home? Holding hands?
ar: ابحث عن صورة تمثل الشراكة التي تتوق إليها. هل هي حفل زفاف؟ لحظة هادئة في المنزل؟ الإمساك بالأيدي؟
da: Find et billede, der repræsenterer det partnerskab, du længes efter. Er det et bryllup? Et roligt øjeblik derhjemme? At holde i hånd?
de: Suche ein Foto, das die Partnerschaft darstellt, nach der du dich sehnst. Ist es eine Hochzeit? Ein ruhiger Moment zu Hause? Händchenhalten?
es: Encuentra una foto que represente la pareja que anhelas. ¿Es una boda? ¿Un momento tranquilo en casa? ¿Tomarse de la mano?
fi: Etsi kuva, joka edustaa kaipaamaasi kumppanuutta. Onko se häät? Rauhallinen hetki kotona? Käsi kädessä?
fr: Trouve une photo qui représente le partenariat dont tu as envie. Est-ce un mariage ? Un moment paisible à la maison ? Se tenir la main ?
he: מצא/י תמונה שמייצגת את הזוגיות שאת/ה משתוקק/ת לה. חתונה? רגע שקט בבית? החזקת ידיים?
id: Temukan foto yang mewakili kemitraan yang kamu dambakan. Apakah itu pernikahan? Momen tenang di rumah? Berpegangan tangan?
it: Trova una foto che rappresenti la relazione che desideri. È un matrimonio? Un momento tranquillo a casa? Tenersi per mano?
ja: あなたが渇望するパートナーシップを表す写真を見つけましょう。結婚式でしょうか？家での静かなひとときでしょうか？手をつなぐことでしょうか？
ko: 당신이 갈망하는 파트너십을 나타내는 사진을 찾아보세요. 결혼식인가요? 집에서의 조용한 순간인가요? 손을 맞잡는 것인가요?
nb: Finn et bilde som representerer partnerskapet du lengter etter. Er det et bryllup? Et rolig øyeblikk hjemme? Å holde hender?
nl: Zoek een foto die het partnerschap weergeeft waar je naar verlangt. Is het een bruiloft? Een rustig moment thuis? Hand in hand?
pl: Znajdź zdjęcie, które reprezentuje partnerstwo, którego pragniesz. Czy to ślub? Spokojna chwila w domu? Trzymanie się za ręce?
pt_br: Encontre uma foto que represente a parceria que você deseja. É um casamento? Um momento tranquilo em casa? De mãos dadas?
ru: Найди фото, которое отражает партнёрство, о котором ты мечтаешь. Это свадьба? Спокойный момент дома? Держась за руки?
sv: Hitta en bild som representerar partnerskapet du längtar efter. Är det ett bröllop? Ett lugnt ögonblick hemma? Att hålla hand?
tr: Özlemini çektiğin ortaklığı temsil eden bir fotoğraf bul. Bir düğün mü? Evde sakin bir an mı? El ele tutuşmak mı?
vi: Tìm một bức ảnh đại diện cho mối quan hệ mà bạn khao khát. Đó là một đám cưới? Khoảnh khắc yên bình ở nhà? Hay việc nắm tay nhau?
zh_hans: 找一张能代表你渴望的伴侣关系的照片。是婚礼吗？在家中的静谧时刻？还是十指相扣？

source: Find a photo that represents the success you're building. Is it a dream role? Your own venture? A moment of recognition?
ar: ابحث عن صورة تمثل النجاح الذي تبنيه. هل هو دور الأحلام؟ مشروعك الخاص؟ لحظة تقدير؟
da: Find et billede, der repræsenterer den succes, du bygger op. Er det en drømmestilling? Din egen virksomhed? Et øjeblik med anerkendelse?
de: Suche ein Foto, das den Erfolg darstellt, den du aufbaust. Ist es die Traumposition? Dein eigenes Unternehmen? Ein Moment der Anerkennung?
es: Encuentra una foto que represente el éxito que estás construyendo. ¿Es el puesto de tus sueños? ¿Tu propio negocio? ¿Un momento de reconocimiento?
fi: Etsi kuva, joka edustaa rakentamaasi menestystä. Onko se unelmien rooli? Oma yritys? Tunnustuksen hetki?
fr: Trouve une photo qui représente le succès que tu construis. Est-ce un poste de rêve ? Ta propre entreprise ? Un moment de reconnaissance ?
he: מצא/י תמונה שמייצגת את ההצלחה שאת/ה בונה. תפקיד חלומות? המיזם שלך? רגע של הכרה?
id: Temukan foto yang mewakili kesuksesan yang sedang kamu bangun. Apakah itu peran impian? Usahamu sendiri? Momen pengakuan?
it: Trova una foto che rappresenti il successo che stai costruendo. È il ruolo dei sogni? La tua attività? Un momento di riconoscimento?
ja: あなたが築いている成功を表す写真を見つけましょう。夢の役職でしょうか？あなた自身の事業でしょうか？評価される瞬間でしょうか？
ko: 당신이 쌓아가고 있는 성공을 나타내는 사진을 찾아보세요. 꿈꾸던 자리인가요? 나만의 사업인가요? 인정받는 순간인가요?
nb: Finn et bilde som representerer suksessen du bygger. Er det en drømmerolle? Din egen bedrift? Et øyeblikk med anerkjennelse?
nl: Zoek een foto die het succes weergeeft dat je aan het opbouwen bent. Is het een droombaan? Je eigen onderneming? Een moment van erkenning?
pl: Znajdź zdjęcie, które reprezentuje sukces, który budujesz. Czy to wymarzone stanowisko? Twój własny biznes? Chwila uznania?
pt_br: Encontre uma foto que represente o sucesso que você está construindo. É o cargo dos sonhos? Seu próprio negócio? Um momento de reconhecimento?
ru: Найди фото, которое отражает успех, который ты строишь. Это работа мечты? Твой собственный бизнес? Момент признания?
sv: Hitta en bild som representerar framgången du bygger upp. Är det en drömroll? Ditt eget företag? Ett ögonblick av erkännande?
tr: İnşa ettiğin başarıyı temsil eden bir fotoğraf bul. Hayalindeki rol mü? Kendi girişimin mi? Bir takdir anı mı?
vi: Tìm một bức ảnh đại diện cho thành công mà bạn đang xây dựng. Đó là vai trò trong mơ? Sự nghiệp của riêng bạn? Hay khoảnh khắc được công nhận?
zh_hans: 找一张能代表你正在打造的成功的照片。是梦寐以求的职位吗？自己的事业？还是被认可的瞬间？
